Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: Well 7218/11-1 was drilled by the Transocean Barents drilling facility, which will now proceed to production licence 255, where it will drill wildcat well 6406/9-3 where A/S Norske Shell is the operator.
nb: Brønn 7218/11-1 ble boret av boreinnretningen Transocean Barents, som nå skal til utvinningstillatelse 255, hvor den skal bore undersøkelsesbrønn 6406/9-3 der A/S Norske Shell er operatør.

source: The well was drilled about 30 kilometres southwest of 7220/8-1 Johan Castberg in the Barents Sea and about 240 kilometres north of Hammerfest.
nb: Brønnen er boret om lag 30 kilometer sørvest for 7220/8-1 Johan Castberg i Barentshavet og om lag 240 kilometer nord for Hammerfest.

source: The objective of the well was to prove petroleum in Middle and Early Jurassic reservoir rocks (Stø, Nordmela and Tubåen formations).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av mellom- og tidligjura alder (Stø-, Nordmela- og Tubåenformasjonene).

source: The well encountered a gross gas column of about 200 metres in the Stø and Nordmela formations, with poorer reservoir quality than expected in both formations at the well position.
nb: Brønnen traff på en brutto gasskolonne på om lag 200 meter i Stø- og Nordmelaformasjonene, med dårligere reservoarkvalitet enn forventet i begge formasjonene i brønnposisjon.

source: Preliminary calculations of the size of the discovery are between one and four billion standard cubic metres (Sm3) of recoverable gas.
nb: Foreløpige beregninger av størrelsen på funnet er mellom en og fire milliarder standard kubikkmeter (Sm3) utvinnbar gass.

source: This is the first exploration well in production licence 608.
nb: Dette er den første letebrønnen i utvinningstillatelse 608.

source: The licence was awarded in the 21st licensing round in 2011.
nb: Tillatelsen ble tildelt i 21. konsesjonsrunde i 2011.

source: The well was drilled to a vertical depth of 3382 metres below the sea surface, and was terminated in the Fruholmen formation in the Late Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 3382 meter under havflaten, og ble avsluttet i Fruholmenformasjonen av sentrias alder.

source: Water depth is 344 metres.
nb: Havdypet er 344 meter.

source: Well 7219/8-2 was drilled by the West Hercules drilling facility which will now proceed to production licence 532 in the Barents Sea to drill wildcat well 7220/7-2 S, where Statoil Petroleum AS is the operator.
nb: Brønn 7219/8-2 ble boret av boreinnretningen West Hercules som nå skal til utvinningstillatelse 532 i Barentshavet for å bore undersøkelsesbrønn 7220/7-2 S der Statoil Petroleum AS er operatør.

source: The drilling program for wellbore 15/12-20 S relates to the drilling of a wildcat well in production licence (PL) 038.
nb: Boreprogrammet for brønnbane 15/12-20 S gjelder boring av undersøkelsesbrønn i utvinningstillatelse 038.

source: Talisman is the operator (65 per cent), with Petoro (30 per cent) and Det norske oljeselskap ASA (5 per cent) as the other licensees.
nb: Talisman er operatør (65 prosent ), med Petoro (30 prosent ) og Det norske oljeselskap ASA (5 prosent) som øvrige rettighetshavere.

source: The area in this licence is located in the southern part of block 15/12, and the drilling target is south-west of Varg, which in turn is located south of the Sleipner area in the North Sea.
nb: Arealet i denne tillatelsen ligger i sørlige del av blokk 15/12, og boremålet er sørvest for Varg som igjen ligger sør for Sleipner-området i Nordsjøen.

source: Production licence 038 was awarded as a supplement to the 3rd licensing round in 1975.
nb: Utvinningstillatelse 038 ble tildelt som tillegg til 3. runde i 1975.

source: A total of 19 wells have previously been drilled on the block.
nb: Det er tidligere boret i alt 19 brønner i blokken.

source: The wellbore will be drilled from the Mærsk Giant drilling facility, which is currently concluding the drilling of well 7/1-2 in PL 271.
nb: Brønnbanen skal bores fra boreinnretningen Mærsk Giant som nå avslutter boring av brønn 7/1-2 i PL 271.

source: The permit is contingent upon the issuance of all other permits and consents required by other authorities before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: The well was drilled about five kilometres north of the 7220/8-1 discovery well ("Skrugard") and about 200 kilometres northwest of Sørøya.
nb: Brønnen er boret om lag fem kilometer nord for funnbrønnen 7220/8-1 ("Skrugard") og om lag 200 kilometer nordvest for Sørøya.

source: The objective of the well was to prove petroleum in Cretaceous reservoir rocks (the Knurr formation), as well as acquire information for the planned field development of Johan Castberg.
nb: Hensikten med brønnen var å påvise petroleum i kritt reservoarbergarter (Knurrformasjonen), samt samle inn informasjon for planlagt feltutvikling av Johan Castberg.

source: The well encountered gas in the Knurr formation.
nb: Brønnen påtraff gass i Knurrformasjonen.

source: The reservoir quality was poorer than expected, and preliminary calculations show that the discovery is not commercially interesting.
nb: Reservoarkvaliteten var dårligere enn forventet, og foreløpige beregninger viser at funnet ikke er økonomisk interessant.

source: However, evaluation and analyses will be carried out to clarify the details regarding the resource potential in the discovery.
nb: Det vil imidlertid bli gjennomført evaluering og analyser for å avklare nærmere ressurspotensialet i funnet.

source: This is the fourth exploration well in production licence 532.
nb: Dette er den fjerde letebrønnen i utvinningstillatelse 532.

source: The well was drilled to a vertical depth of 1765 metres below the sea surface and terminated in the Tubåen formation in the Early Jurassic.
nb: Brønnen ble boret til et vertikalt dyp på 1765 meter under havflaten og avsluttet i Tubåenformasjonen av tidligjura alder.

source: Water depth is 398 metres.
nb: Havdypet er 398 meter.

source: Well 7220/5-2 was drilled by the West Hercules drilling facility, which will now proceed to production licence 608 in the Barents Sea to drill wildcat well 7219/8-2, where Statoil Petroleum AS is the operator.
nb: Brønn 7220/5-2 ble boret av boreinnretningen West Hercules, som nå skal til utvinningstillatelse 608 i Barentshavet for å bore undersøkelsesbrønn 7219/8-2, der Statoil Petroleum AS er operatør.

source: The well was drilled about five km south of the 7220/8-1 Johan Castberg discovery in the Barents Sea and about 240 km northwest of Hammerfest.
nb: Brønnen er boret om lag fem kilometer sør for funnet 7220/8-1 Johan Castberg i Barentshavet og om lag 240 kilometer nordvest for Hammerfest.

source: The primary exploration target for the well was to prove petroleum in reservoir rocks from the Late Triassic Age (the Fruholmen formation).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av sentrias alder (Fruholmenformasjonen).

source: The secondary exploration target was to prove petroleum in reservoir rocks from the Early Jurassic (the Tubåen formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av tidligjura alder (Tubåenformasjonen).

source: The well encountered a gross oil column of about 133 metres in the Fruholmen formation, with poorer than expected reservoir quality.
nb: Brønnen påtraff en brutto oljekolonne på om lag 133 meter i Fruholmen formasjonen, med dårligere reservoarkvalitet enn forventet.

source: In the Tubåen formation, the well encountered a gross gas column of about 22 metres and a gross oil column of about 23 metres, with good reservoir quality as expected.
nb: I Tubåenformasjonen påtraff brønnen en brutto gasskolonne på om lag 22 meter og en brutto oljekolonne på om lag 23 meter, med god reservoarkvalitet som forventet.

source: Preliminary estimates indicate that the discovery is between three and eight million standard cubic metres (Sm3) of recoverable oil equivalents.
nb: Foreløpige beregninger av størrelsen på funnet er mellom tre og åtte millioner standard kubikkmeter (Sm3) utvinnbare oljeekvivalenter.

source: Further delimitation of the discovery will be considered.
nb: Videre avgrensning av funnet vil bli vurdert.

source: This is the fifth exploration well in production licence 532.
nb: Dette er den femte letebrønnen i utvinningstillatelse 532.

source: The well was drilled to a vertical depth of 1700 metres below the sea surface, and was terminated in the Snadd formation from the Middle to Late Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 1700 meter under havflaten, og ble avsluttet i Snaddformasjonen av mellom- til sentrias alder.

source: The water depth is 349 metres.
nb: Havdypet er 349 meter.

source: Well 7220/7-2 S was drilled by the West Hercules drilling facility, which will subsequently drill wildcat well 7220/4-1 on another prospect in the same production licence.
nb: Brønn 7220/7-2 S ble boret av boreinnretningen West Hercules som etterpå skal bore undersøkelsesbrønn 7220/4-1 på et annet prospekt i samme utvinningstillatelse.

source: The appraisal well was drilled about 5 km from the discovery well.
nb: Avgrensningsbrønnen er boret om lag 5 km fra funnbrønnen.

source: Before well 7225/3-2 was drilled, the operator’s resource estimate for the discovery was between 10 and 50 billion Sm3 of recoverable gas.
nb: Før brønn 7225/3-2 ble boret var operatørens ressursanslag for funnet på mellom 10 og 50 milliarder Sm3 utvinnbar gass.

source: The exploration target for the well was to delineate the 7225/3-1 gas discovery in reservoir rocks from the Middle Triassic (Kobbe formation).
nb: Letemål for brønnen var å avgrense 7225/3-1gassfunnet i reservoarbergarter fra mellom trias alder (Kobbeformasjon).

source: The secondary exploration target was to delineate the discovery in Middle Jurassic reservoir rocks (Stø formation).
nb: Sekundært letemål var å avgrense funnet i midtre jura reservoarbergarter (Støformasjonen).

source: The well encountered gas in the Kobbe formation and with reservoir rocks of varying quality.
nb: Brønnen påtraff gass i Kobbeformasjonen og med reservoarbergarter av varierende kvalitet.

source: The reservoir has better porosity than the 7225/3-1 discovery, but similar permeability and productivity.
nb: Reservoaret har bedre porøsitet enn 7225/3-1 funnet, men lignende permeabilitet og produktivitet.

source: Reservoir rocks in the Stø formation were aquiferous.
nb: Reservoarbergarter i Støformasjonen var vannførende.

source: Two formation tests have been carried out in the upper and lower part of the reservoir.
nb: To formasjonstester er gjennomført i øvre og nedre del av reservoaret.

source: The maximum production rate was 175 000 Sm3 gas per flow day through a 52/64-inch nozzle opening.
nb: Maksimum produksjonsrate var på 175 000 Sm3 gass per strømningsdøgn gjennom en 52/64 tommers dyseåpning.

source: Pressure sensors have been installed to observe the pressure development after the well was terminated.
nb: Det er installert trykksensorer for å observere trykkutviklingen etter at brønnen er avsluttet.

source: The preliminary assessment of results from the appraisal well indicate a possible reduction in the resource estimates for Norvarg, compared with the original estimates that followed from the discovery well.
nb: Foreløpig vurdering av resultatene fra avgrensingsbrønnen tilsier en mulig reduksjon i ressursestimatene til Norvarg, sammenlignet med de opprinnelige estimatene som fulgte av funnbrønnen.

source: This is the second exploration well in production licence 535.
nb: Dette er den andre letebrønnen i utvinningstillatelse 535.

source: The appraisal well was drilled to a vertical depth of 2171 metres below the sea surface, and was terminated in the Klappmys formation in the Lower Triassic.
nb: Avgrensingsbrønnen ble boret til et vertikalt dyp på 2171 meter under havflaten, og ble avsluttet i Klappmysformasjonen i nedre trias.

source: Water depth is 383 metres.
nb: Havdypet er 383 meter.

source: The well's primary exploration target was to prove petroleum in Middle Triassic reservoir rocks (the Kobbe formation).
nb: Primært letemål for brønnen var å påvise petroleum i reservoarbergarter av mellomtrias alder (Kobbeformasjonen).

source: The secondary exploration target was to prove petroleum in reservoir rocks from the Middle to Late Triassic (the Snadd formation).
nb: Sekundært letemål var å påvise petroleum i reservoarbergarter av mellom- til sentrias alder (Snaddformasjonen).

source: Reservoir rocks were encountered in the Kobbe and Snadd formations, but with poorer than expected reservoir properties.
nb: Det ble påtruffet reservoarbergarter i Kobbe- og Snaddformasjonene, men med dårligere reservoaregenskaper enn forventet.

source: The well was classified as dry, with traces of petroleum.
nb: Brønnen klassifiseres som tørr, med spor av petroleum.

source: This is the second exploration well in production licence 537.
nb: Dette er den andre letebrønnen i utvinningstillatelse 537.

source: Well 7324/7-1 was drilled with the Leiv Eiriksson drilling facility, which will now proceed to production licence 040 in the North Sea to drill well 30/40-D, where Total E&P Norge AS is the operator.
nb: Brønn 7324/7-1 S ble boret av boreinnretningen Leiv Eiriksson, som nå skal til utvinningstillatelse 040 i Nordsjøen for å bore brønn 30/40-D der Total E&P Norge AS er operatør.

source: The discovery was made about 170 kilometres northeast of 7220/8-1 Johan Castberg and about 310 kilometres north of Hammerfest.
nb: Funnet er gjort om lag 170 kilometer nordøst for 7220/8-1 Johan Castberg og om lag 310 kilometer nord for Hammerfest.

source: The objective of the well was to prove petroleum in Middle and Early Jurassic reservoir rocks (upper Realgrunnen subgroup).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av mellom- og tidligjura alder (øvre Realgrunnenundergruppen).

source: The well encountered a 50-60-metre oil column in the Realgrunnen subgroup with reservoir properties as expected.
nb: Brønnen påtraff en 50-60 meter oljekolonne i Realgrunnenundergruppen med reservoaregenskaper som forventet.

source: Preliminary calculations estimate the size of the discovery at between 10-26 million standard cubic metres (Sm3) of recoverable oil.
nb: Foreløpige beregninger av størrelsen på funnet er mellom 10 og 26 millioner standard kubikkmeter (Sm3) utvinnbar olje.

source: The results confirm oil in the play from the Early and Middle Jurassic Age.
nb: Resultatene bekrefter olje i letemodell av tidlig- og mellomjura alder.

source: The well was drilled to a vertical depth of 905 metres below the sea surface and terminated in the Snadd formation from the Late Triassic.
nb: Brønnen ble boret til et vertikalt dyp på 905 meter under havflaten og avsluttet i Snaddformasjonen av seintrias alder.

source: Water depth is 373 metres.
nb: Havdypet er 373 meter.

source: Well 7324/8-1 was drilled by the Leiv Eriksson drilling facility, which will proceed on to drill wildcat well 7324/7-1 on another prospect in the same production licence.
nb: Brønn 7324/8-1 ble boret av boreinnretningen Leiv Eriksson, som etterpå skal bore undersøkelsesbrønn 7324/7-1 på et annet prospekt i samme utvinningstillatelse.

source: Contact in the NPD Bjørn Rasen, telefon +47 992 90 550/ +47 51 87 62 29
nb: Kontaktperson i Oljedirektoratet Bjørn Rasen, telefon 992 90 550/51 87 62 29

source: Wellbore 6507/11-7 will be drilled from the drilling facility Transocean Winner in position 650 10' 54.2'' N and 070 21' 53.7'' E.
nb: Brønnbanen 6507/11-7 skal bores fra boreinnretningen Transocean Winner i posisjon 650 10' 54.2'' N og 070 21' 53.7'' Ø.

source: The drilling program for wellbore 6507/11-7 pertains to drilling of an exploration well in production license 263.
nb: Boreprogrammet for brønnbane 6507/11-7 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 263.

source: Statoil and Det norske oljeselskap (DNO) are partners, owning interests of 30 per cent each.
nb: Statoil og Det norske oljeselskap (DNO) er partnere med rettighetsandeler på 30 prosent hver.

source: The acreage in this permit consists of portions of the blocks 6507/10 and 6507/11, south of Heidrun and east of Åsgard.
nb: Arealet i denne tillatelsen består av deler av blokkene 6507/10 og 6507/11, sør for Heidrun og øst for Åsgard.

source: It was awarded in the 16th licensing round in 2000.
nb: Den ble tildelt i 16. konsesjonsrunde i år 2000.

source: Four exploration wells have previously been drilled in the acreage included in the permit.
nb: Det er tidligere boret fire undersøkelsesbrønner i arealet som omfattes av tillatelsen.

source: Well 6507/10-1 was drilled by BP in 1982, well 6507/11-2 was drilled by Saga in the same year and well 6507/11-4 was drilled by Saga in 1987.
nb: Brønn 6507/10-1 ble boret av BP i 1982, brønn 6507/11-2 ble boret av Saga samme år og brønn 6507/11-4 ble boret av Saga i 1987.

source: The gas/condensate discovery 6507/11-6 Sigrid was made in 2001.
nb: Gass/kondensatfunnet 6507/11-6 Sigrid ble gjort i 2001.

source: A plan for development and operation (PDO) is being prepared.
nb: Plan for utbygging og drift (PUD) er under arbeid.

source: Transocean Winner is presently drilling well 35/11-14 S for Norsk Hydro.
nb: Transocean Winner borer for tiden brønn 35/11-14 S for Norsk Hydro.

source: The permit is granted on the condition that other permits and consents required by other authorities are granted before the drilling activities start.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: The well was drilled about 24 km north of the Brynhild field in the southern part of the North Sea.
nb: Brønnen er boret om lag 24 km kilometer nord for Brynhildfeltet i den sørlige delen av Nordsjøen.

source: The primary exploration target for the well was to prove petroleum in Upper Triassic reservoir rocks (the Skagerrak formation).
nb: Primært letemål for brønnen var å påvise petroleum i øvre trias reservoarbergarter (Skagerrak-formasjonen).

source: The secondary exploration target was to prove petroleum in chalk in the Ekofisk and Tor formations (Palaeocene and Upper Cretaceous).
nb: Sekundært letemål var å påvise petroleum i kalkstein i Ekofisk- og Torformasjonen (paleocen og øvre kritt).

source: Reservoir rocks were not encountered in the Triassic, while the reservoir in the chalk was as expected.
nb: Det ble ikke påtruffet reservoarbergarter i trias, mens reservoaret i kalken var som forventet.

source: This is the first exploration well in production licence 495.
nb: Dette er den første letebrønnen i utvinningstillatelse 495.

source: The well was drilled to a vertical depth of 2957 metres below the sea surface and was terminated in the Smith Bank formation in the Triassic.
nb: Brønnen ble boret til et vertikalt dyp av 2957 meter under havflaten og ble avsluttet Smith Bankformasjonen i trias.

source: Water depth is 82 metres.
nb: Havdypet er 82 meter.

source: Well 7/4-3 was drilled by the Maersk Guardian drilling facility, which will now proceed to production licence 148 in the North Sea to drill production wells on the Brynhild field where Lundin Norway AS is the operator.
nb: Brønn 7/4-3 ble boret av boreinnretningen Maersk Guardian, som nå skal til utvinningstillatelse 148 i Nordsjøen for å bore produksjonsbrønner på Brynhildfeltet hvor Lundin Norway AS er operatør.

source: The drilling took place 35 kilometres northwest of the Ula field in the southern part of the North Sea.
nb: Boringen fant sted 35 kilometer nordvest for Ulafeltet i den sørlige delen av Nordsjøen.

source: The objective of the well was to prove petroleum in Late Cretaceous reservoir rocks (the Tor formation).
nb: Hensikten med brønnen var å påvise petroleum i reservoarbergarter av sen kritt alder (Torformasjonen).

source: The well encountered 25-metre thick reservoir rocks with poorer reservoir quality than expected in the Tor formation.
nb: Brønnen påtraff 25 meter tykk reservoarbergart med dårligere reservoarkvalitet enn forventet i Torformasjonen.

source: The well was drilled to a vertical depth of 3065 metres below the sea surface and was terminated in the Tor formation in Late Cretaceous.
nb: Brønnen ble boret til et vertikalt av dyp av 3065 meter under havflaten og ble avsluttet i Torformasjonen i sen kritt.

source: Well 7/8-6 S was drilled by the Maersk Guardian drilling facility, which will now proceed to production licence 453 S in the southern part of the North Sea to drill wildcat well 8/5-1 for Lundin Norway AS.
nb: Brønn 7/8-6 S ble boret av boreinnretningen Maersk Guardian, som nå skal til utvinningstillatelse 453 S i den sørlige delen av Nordsjøen for å bore undersøkelsesbrønn 8/5-1 for Lundin Norway AS.

source: The well was drilled about 65 kilometres northeast of the Ula field in the southern part of the North Sea.
nb: Brønnen er boret om lag 65 kilometer nordøst for Ulafeltet i den sørlige delen av Nordsjøen.

source: The objective of the well was to prove petroleum in Middle Jurassic reservoir rocks (the Sandnes formation).
nb: Hensikten med brønnen var å påvise petroleum i midtre jura reservoarbergarter (Sandnes-formasjonen).

source: It encountered the Sandnes formation, but the reservoir quality was poorer than expected.
nb: Den påtraff Sandnesformasjonen, men reservoarkvaliteten var dårligere enn forventet.

source: Production licence 453 S was awarded in APA 2007.
nb: Utvinningstillatelse 453 S ble tildelt i TFO 2007.

source: Well 8/5-1 is the first exploration well drilled in this production licence.
nb: Brønn 8/5-1 er den første letebrønnen som er boret i denne utvinningstillatelsen.

source: The well was drilled to a vertical depth of 2405 metres below the sea surface, and was terminated in the Skagerrak formation in the Triassic.
nb: Brønnen ble boret til et vertikalt dyp av 2405 meter under havflaten, og den ble avsluttet i Skagerrakformasjonen i trias.

source: Water depth is 72 metres.
nb: Havdypet er 72 meter.

source: Well 8/5-1 was drilled by the Maersk Guardian drilling facility, which will now proceed to production licence 495 just west of licence 453 S to drill wildcat well 7/4-3 where Lundin Norway AS is the operator.
nb: Brønn 8/5-1 ble boret av boreinnretningen Maersk Guardian, som nå skal til utvinningstillatelse 495 like vest for tillatelse 453 S for å bore undersøkelsesbrønn 7/4-3 der Lundin Norway AS er operatør.

source: The field was proven in Cretaceous, Jurassic and Triassic reservoir rocks in the autumn of 2007.
nb: Feltet ble påvist i kritt, jura og trias reservoarbergarter høsten 2007.

source: Appraisal well 16/1-18 was drilled 2.4 kilometres east of where the facility will be located.
nb: Avgrensningsbrønn 16/1-18 ble boret 2,4 kilometer øst for hvor innretningen skal plasseres.

source: The objective of the well was to delineate the south-eastern part of the Edvard Grieg field in order to optimise the drainage strategy and to determine the best possible location of production wells in this area.
nb: Hensikten med brønnen var å avgrense den sørøstlige delen av Edvard Griegfeltet for å kunne optimalisere dreneringsstrategien og for å plassere produksjonsbrønner best mulig i dette området.
